app/views/users/show.html.erb


<%= link_to 'Delete User', (@user.destroy)%>
---
DELETE FROM "users" WHERE "users"."id" = ?  [["id", 6]]