app/controllers/users_controller.rb

    def create
      @user = User.create(name: params[:user][:name], email: params[:user][:email])
---
INSERT INTO "users" ("name", "email", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["name", "alejandroyannick"], ["email", "carrasco"], ["created_at", 2016-11-18 14:44:47 UTC], ["updated_at", 2016-11-18 14:44:47 UTC]]